y_connector/y-piece_r0.76mm_bg5mlpmin_in3.3mlpmin_o5cm_bg1cm_p5cm/Allrun
#!/bin/sh

cd ${0%/*} || exit 1  # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions  # Tutorial run functions

./ConstructMesh
./RunSimulation

